export const merchandiseShop = [
    {
      itemImg1: "/assets/images/png/owners_front.jpeg",
      itemImg2: "/assets/images/png/owners_back.jpeg",
      newworld: "Item",
      bid: "Price",
      nftArt: "Blocky Bite NFT Owners-Only T-Shirt",
      prize: "$49.99",
      delay: "00",
      longDescription: [
        "Introducing the pinnacle of exclusivity and community identity: the Blocky Bite NFT Owners-Only T-Shirt. Crafted for those who don't just participate, but truly belong to the elite Blocky Bite NFT circle, this t-shirt is more than just apparel—it's a symbol of unity and exclusivity.",
        "<br/><br/>",
        "With its high-quality, regular-fit design, this tee embodies a casually elegant vibe that resonates with the distinguished taste of our NFT owners. The meticulously chosen tri-blend fabric, comprising 50% polyester, 25% combed ringspun cotton, and 25% rayon, offers an unbelievably soft touch that envelops you in unparalleled comfort.",
        "<br/><br/>",
        "Once slipped on, the sensation is so luxurious and inviting that it becomes a second skin you'll never want to part with. Crafted to perfection, this tee features a light fabric weight of 4.3 oz/yd² (146 g/m²), ensuring a breezy and effortless wear, suitable for any occasion.",
        "<br/><br/>",
        "Its regular fit is designed to flatter every silhouette, ensuring that every member of our esteemed community looks and feels their absolute best. The sewn-in label adds a touch of sophistication, echoing the quality and attention to detail that Blocky Bite NFT owners expect and deserve.",
        "<br/><br/>",
        "This t-shirt is not just an item of clothing; it's an exclusive passport to a community where each member is recognized and celebrated. Wearing it is a declaration of your unique status as a Blocky Bite NFT owner, a proud part of a select group that appreciates the finer things in life, including the art of digital ownership and the bonds it creates.",
        "<br/><br/>",
        "Welcome to a world where exclusivity meets comfort, and style meets substance. Welcome to the Blocky Bite NFT Owners-Only experience.",
        "<br/><br/>",
        "Product Specifications:",
        "<br/>.: 50% polyester, 25% combed ringspun cotton, 25% rayon",
        "<br/>.: Light Fabric (4.3 oz/yd² (146 g/m²))",
        "<br/>.: Regular fit",
        "<br/>.: Sewn-in label",
      ],
    },
    {
      itemImg1: "/assets/images/png/capone_front.jpeg",
      itemImg2: "/assets/images/png/capone_back.jpeg",
      newworld: "Item",
      bid: "Price",
      nftArt: "Al 'Blocky' Capone T-Shirt",
      prize: "$0.00",
      delay: "300",
      longDescription: [
        "Step into the world of unparalleled sophistication with the Al 'Blocky' Capone T-Shirt, exclusively crafted for the connoisseurs of the premium and exclusive Blocky Bites NFT community. This isn't just a t-shirt; it's a statement piece, inspired by the legendary elegance and daring spirit of Al Capone, reimagined for the digital age.",
        "<br/><br/>",
        "The Bella Canvas 3001U short-sleeve jersey tee serves as the canvas for this masterpiece, offering a blend of timeless style and modern comfort. Each tee is woven from 100% Airlume combed and ring-spun cotton, a fabric renowned for its exceptional softness and high quality.",
        "<br/><br/>",
        "The cotton is pre-shrunk, ensuring that your piece retains its perfect fit and comfort through every wear. For those who live life in shades of gray, our Athletic Heather variant blends 90% Airlume cotton with 10% polyester, offering a subtle textural contrast, while our other Heather options present a harmonious mix of 52% cotton and 48% polyester, catering to every taste with the same luxurious feel.",
        "<br/><br/>",
        "Designed to drape gracefully on the wearer, the Al 'Blocky' Capone Tee boasts a retail fit that's as comfortable in a casual setting as it is in an atmosphere of refined elegance. The light fabric, weighing in at a mere 4.2 oz/yd² (142 g/m²), promises breathability and ease, making it an ideal choice for daily wear or exclusive gatherings among the elite Blocky Bites community.",
        "<br/><br/>",
        "Every detail of this tee, from the tear-away label that ensures maximum comfort to its proud American craftsmanship with imported fabric, speaks volumes of the quality and care that go into Blocky Bites products. Wearing this t-shirt is more than just a fashion choice; it's an embrace of a lifestyle that values exclusivity, premium quality, and a deep connection to the digital art world through the Blocky Bites NFT platform.",
        "<br/><br/>",
        "Join us in celebrating the fusion of art, history, and technology with the Al 'Blocky' Capone T-Shirt, and wear your Blocky Bites affiliation not just on your sleeve, but close to your heart, as we forge ahead into the future of digital collectibles and exclusive community engagement.",
        "<br/><br/>",
        "Product Specifications:",
        "<br/>.: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        "<br/>.: Light fabric (4.2 oz/yd² (142 g/m²))",
        "<br/>.: Retail fit",
        "<br/>.: Tear-away label",
        "<br/>.: Made in the USA with imported fabric",
      ],
    },
    {
      itemImg1: "/assets/images/png/raver_front.jpeg",
      itemImg2: "/assets/images/png/raver_back.jpeg",
      newworld: "Item",
      bid: "Price",
      nftArt: "Blocky Raver Graphic Tee",
      prize: "$29.99",
      delay: "600",
      longDescription: [
        "Dive into the electrifying world of EDM with the Blocky Raver Graphic Tee, a vibrant homage to the pulsating beats and vivid lights of the rave scene, specially designed for the dynamic and exclusive community of Blocky Bites NFT.",
        "<br/><br/>",
        "Crafted with meticulous attention to detail, the Bella Canvas 3001U short-sleeve jersey tee serves as the perfect backdrop for this unique design. Made from 100% Airlume combed and ring-spun cotton, this tee promises a level of comfort and softness that's unparalleled, allowing you to move freely to the rhythm of your favorite beats.",
        "<br/><br/>",
        "The cotton is pre-shrunk to ensure your tee remains a staple in your wardrobe, maintaining its perfect fit and feel, wear after wear. For those who find harmony in the blend of colors and textures, our Athletic Heather variant offers a mix of 90% Airlume cotton and 10% polyester, creating a subtle yet captivating visual effect.",
        "<br/><br/>",
        "The Blocky Raver Tee is designed with a retail fit that's flattering for all, ensuring you look as good as you feel, whether you're lost in the music at a festival or showcasing your style in everyday settings. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), guarantees comfort and ease, allowing you to dance through the night or navigate your day with effortless style.",
        "<br/><br/>",
        "Every aspect of this tee, from the tear-away label for ultimate comfort to its proud American craftsmanship with imported fabric, underscores the premium quality that Blocky Bites stands for. Wearing the Blocky Raver Tee is more than a fashion statement—it's a symbol of your passion for EDM, your connection to the digital art world, and your membership in the exclusive Blocky Bites community.",
        "<br/><br/>",
        "Embrace the rhythm, the lights, and the energy of the EDM world with the Blocky Raver Graphic Tee, and let your style reflect the vibrant spirit of the music and the digital era. Join the Blocky Bites movement, where art, music, and technology converge in the most electrifying way.",
        "<br/><br/>",
        "Product Specifications:",
        "<br/>.: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        "<br/>.: Light fabric (4.2 oz/yd² (142 g/m²))",
        "<br/>.: Retail fit",
        "<br/>.: Tear-away label",
        "<br/>.: Made in the USA with imported fabric",
      ],
    },
    {
      itemImg1: "/assets/images/png/ali_front.jpeg",
      itemImg2: "/assets/images/png/ali_back.jpeg",
      newworld: "Item",
      bid: "Price",
      nftArt: "Ali 'The Greatest' Vintage T-Shirt",
      prize: "$0.00",
      delay: "900",
      longDescription: [
        "Step into the ring of style and legacy with the Blocky Bite NFT's tribute to 'The Greatest' - a vintage-inspired t-shirt immortalizing the spirit of Muhammad Ali.",
        "<br/><br/>",
        "Crafted with reverence for the legend it represents, this tee is brought to life on the premium canvas of the Bella Canvas 3001U short-sleeve jersey tee. Made from 100% Airlume combed and ring-spun cotton, it offers a level of comfort and softness that champions demand.",
        "<br/><br/>",
        "The cotton is pre-shrunk, ensuring that the legacy of Ali doesn't just live on in spirit but in the lasting quality and fit of this garment. For enthusiasts who appreciate the nuances of vintage aesthetics, our Athletic Heather variant blends 90% Airlume cotton with 10% polyester, echoing the classic gym attire of Ali's era.",
        "<br/><br/>",
        "Designed to fit as well as Ali danced around his opponents, the retail fit of this t-shirt flatters every body type, making it a versatile addition to any wardrobe. The light fabric, weighing in at a mere 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, whether you're floating like a butterfly or stinging like a bee.",
        "<br/><br/>",
        "Every detail, from the tear-away label to the t-shirt's construction in the USA with imported fabric, is a testament to the quality and craftsmanship worthy of Ali's legacy. This t-shirt is more than just apparel; it's a piece of history, a conversation starter, and a token of belonging to the exclusive community of Blocky Bite NFT owners who appreciate the artistry, the story, and the soul of the legends they wear.",
        "<br/><br/>",
        "Channel the greatness of Muhammad Ali with this vintage-inspired t-shirt from Blocky Bite NFT, and carry the legacy of 'The Greatest' with you in every step, every move, and every moment.",
        "<br/><br/>",
        "Product Specifications:",
        "<br/>.: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        "<br/>.: Light fabric (4.2 oz/yd² (142 g/m²))",
        "<br/>.: Retail fit",
        "<br/>.: Tear-away label",
        "<br/>.: Made in the USA with imported fabric",
      ],
    },
    {
      "itemImg1": "armstrong_front",
      "itemImg2": "armstrong_back",
      "newworld": "The Leap",
      "bid": "Price",
      "nftArt": "The Leap T-Shirt",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Embark on a journey of celestial inspiration and pioneering spirit with \"The Leap\" T-Shirt, a tribute to the legendary Neil Armstrong, reenvisioned through the innovative lens of Blocky Bite NFT. This isn't merely a t-shirt; it's a canvas that carries the weight of that historic first step on the moon, transformed into a digital masterpiece for the connoisseurs of the Blocky Bite NFT community.",
        "Crafted with the finesse and care that such an iconic moment deserves, \"The Leap\" is brought to life on the esteemed Bella Canvas 3001U short-sleeve jersey tee. This garment is woven from 100% Airlume combed and ring-spun cotton, chosen for its unparalleled softness and comfort, mirroring the boundless serenity of the cosmos. The fabric is meticulously pre-shrunk, ensuring that your piece of history remains timeless, retaining its perfect fit and supreme comfort through countless adventures.",
        "For those who find beauty in the blending of tradition and innovation, our Athletic Heather variant offers a cosmic blend of 90% Airlume cotton and 10% polyester, reminiscent of the storied spacesuits, while our other Heather options present a constellation of 52% cotton and 48% polyester, offering a modern texture that's both visually stunning and supremely comfortable.",
        "Designed to complement the contours of the pioneers of today, \"The Leap\" T-Shirt features a retail fit that's universally flattering, ensuring that you carry the legacy of exploration and discovery with elegance. The light fabric, at a mere 4.2 oz/yd² (142 g/m²), promises a breathable, effortless wear, akin to the weightlessness of space.",
        "Every aspect of this t-shirt, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, speaks of a commitment to quality and a tribute to the extraordinary. Wearing \"The Leap\" is more than a nod to history; it's a declaration of your own pioneering spirit, a connection to the infinite possibilities of the digital frontier, and a mark of your exclusive membership in the Blocky Bite NFT community.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "wildwest_front",
      "itemImg2": "wildwest_back",
      "newworld": "Wild West Vintage Tee",
      "bid": "Price",
      "nftArt": "Wild West Vintage Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Saddle up for a journey back in time with the \"Wild West Vintage Tee,\" a sartorial tribute to the rugged spirit and untamed beauty of the American frontier, reimagined through the unique vision of Blocky Bite NFT. This isn't just any t-shirt; it's a piece of wearable art that captures the essence of the wild west, blending the nostalgia of yesteryear with the cutting-edge digital artistry of today's NFT culture.",
        "The \"Wild West Vintage Tee\" is meticulously crafted on the canvas of the Bella Canvas 3001U short-sleeve jersey tee, renowned for its premium quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a softness and comfort that would make even the most hardened cowboy tip his hat in appreciation. The cotton is pre-shrunk, ensuring that your piece of the wild west remains as enduring as the legends of old, maintaining its perfect fit and comfort on every adventure.",
        "For those with a penchant for the textures of the frontier, our Athletic Heather variant is woven with 90% Airlume cotton and 10% polyester, echoing the hues of the dusty trails and sun-bleached plains, while our other Heather options blend 52% cotton with 48% polyester, offering a modern twist on classic western wear.",
        "Designed to flatter every pioneer of today, the \"Wild West Vintage Tee\" boasts a retail fit that's as comfortable around a campfire as it is in the modern urban jungle. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool under the high noon sun, making it an ideal companion for your daily adventures or a night out in the saloon.",
        "Every detail of this tee, from the tear-away label for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and authenticity that Blocky Bite NFT stands for. Wearing the \"Wild West Vintage Tee\" is more than a fashion choice; it's an embrace of the adventurous spirit, a nod to the pioneers of the past, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "godfather_front",
      "itemImg2": "godfather_back",
      "newworld": "The Godfather Tee",
      "bid": "Price",
      "nftArt": "Blocky Godfather Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Immerse yourself in the aura of timeless power and respect with the \"Blocky Godfather\" Tee, a garment that encapsulates the commanding presence and iconic essence of one of cinema's most revered figures, reenvisioned through the innovative prism of Blocky Bite NFT. This is not merely a t-shirt; it's an emblem of authority and legacy, woven with the threads of digital artistry and cinematic history.",
        "The \"Blocky Godfather\" Tee is masterfully crafted on the esteemed Bella Canvas 3001U short-sleeve jersey tee, celebrated for its exceptional quality and comfort. Constructed from 100% Airlume combed and ring-spun cotton, this tee offers a softness and ease that commands respect, much like the Godfather himself. The cotton is meticulously pre-shrunk, ensuring that the imposing stature of the Godfather is preserved, maintaining its perfect fit and superior comfort through every scenario.",
        "For those who appreciate the depth of classic cinema and the nuances of modern digital art, our Athletic Heather variant is composed of 90% Airlume cotton and 10% polyester, mirroring the shadowy nuances of the Godfather's realm, while our other Heather options blend 52% cotton with 48% polyester, offering a contemporary interpretation of this timeless theme.",
        "Designed to compliment the presence of the consigliere in every Blocky Bite NFT aficionado, the \"Blocky Godfather\" Tee features a retail fit that's as suitable for a casual gathering as it is for an evening of high stakes. The light fabric, at just 4.2 oz/yd² (142 g/m²), ensures that you remain cool and collected, embodying the calm demeanor of the Godfather himself.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud crafting in the USA with imported fabric, is a testament to the quality and attention to detail befitting the legacy of the Godfather. Wearing the \"Blocky Godfather\" Tee is more than a sartorial choice; it's an assertion of your taste for the finer things in life, a tribute to the enduring impact of cinematic excellence, and a mark of your exclusive affiliation with the Blocky Bite NFT community.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "feast_front",
      "itemImg2": "feast_back",
      "newworld": "The Feast Graphic Tee",
      "bid": "Price",
      "nftArt": "The Feast Graphic Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Step into the warmth and joy of home-cooked traditions with \"The Feast\" Tee, a celebration of culinary love and the timeless act of preparing a meal, depicted through the vibrant lens of Blocky Bite NFT. This isn't just a t-shirt; it's an homage to the universal language of food and the cherished moments spent in the kitchen, reimagined as a piece of wearable art for those who find solace and joy in the stir of a spoon and the scent of spices in the air.",
        "\"The Feast\" Tee is delicately crafted on the canvas of the Bella Canvas 3001U short-sleeve jersey tee, renowned for its outstanding quality and comfort. Woven from 100% Airlume combed and ring-spun cotton, this tee offers an unrivaled softness that wraps you in comfort as you whip up your own feast or gather around the table with loved ones. The cotton is carefully pre-shrunk, ensuring that your celebration of culinary artistry remains a staple in your wardrobe, retaining its perfect fit and comfort through every meal and memory.",
        "For those who appreciate the blend of tradition and contemporary flair, our Athletic Heather variant combines 90% Airlume cotton with 10% polyester, evoking the classic look of vintage kitchen linens, while our other Heather options weave together 52% cotton with 48% polyester, offering a modern twist to the fabric of family gatherings.",
        "Tailored to fit as seamlessly as the perfect recipe, \"The Feast\" Tee features a retail fit that's comfortable and flattering for any chef or food enthusiast, making it as suitable for a day of cooking and camaraderie as it is for casual outings. The light fabric, at just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and relaxed, mirroring the serene joy of cooking.",
        "Every detail of this tee, from the tear-away label for ultimate comfort to its esteemed American craftsmanship with imported fabric, is a testament to the quality and care that Blocky Bite NFT devotees expect and deserve. Wearing \"The Feast\" Tee is more than a choice of attire; it's an expression of your passion for the culinary arts, a tribute to the heartwarming moments shared over meals, and a symbol of your exclusive place within the Blocky Bite NFT community.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "banjo_front",
      "itemImg2": "banjo_back",
      "newworld": "Blocky Banjo Serenade",
      "bid": "Price",
      "nftArt": "Blocky Banjo Serenade Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Step into a world where nostalgia and digital artistry harmonize beautifully with the \"Blocky Banjo Serenade\" Tee, a vintage-inspired creation that captures the soulful essence of music and simpler times, depicted through the imaginative Blocky Bite NFT. This isn't just any t-shirt; it's a melody woven into fabric, a tribute to the timeless charm of plucking banjo strings on a lazy porch as the sun sets, all reenvisioned for the modern aficionado of both music and digital art.",
        "The \"Blocky Banjo Serenade\" Tee is meticulously crafted on the esteemed Bella Canvas 3001U short-sleeve jersey tee, known for its premium quality and unparalleled comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a softness that echoes the gentle twang of a banjo, enveloping you in comfort that's as inviting as a well-played melody. The cotton is pre-shrunk, ensuring that your piece of musical nostalgia remains a cherished part of your ensemble, maintaining its perfect fit and feel through every note and every wear.",
        "For those who appreciate the subtle interplay of tradition and modernity, our Athletic Heather variant blends 90% Airlume cotton with 10% polyester, reminiscent of the faded colors of an old photograph, while our other Heather options mix 52% cotton with 48% polyester, offering a contemporary twist on a classic scene.",
        "Designed to flatter every silhouette, the \"Blocky Banjo Serenade\" Tee features a retail fit that's as comfortable during a casual strumming session on your own porch as it is in a gathering of friends and fellow music lovers. The light fabric, weighing a mere 4.2 oz/yd² (142 g/m²), ensures that your musical journey is unencumbered, allowing you to move freely with the rhythm.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT patrons have come to expect and cherish. Wearing the \"Blocky Banjo Serenade\" Tee is more than a fashion statement; it's an embrace of musical heritage, a nod to the serene moments of life's simple pleasures, and a sign of your exclusive membership in the Blocky Bite NFT community.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "campfire_front",
      "itemImg2": "campfire_back",
      "newworld": "Blocky Campfire Nights",
      "bid": "Price",
      "nftArt": "Blocky Campfire Nights Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Embrace the tranquil essence of the great outdoors with the \"Blocky Campfire Nights\" Tee, a vintage-inspired garment that captures the serene joy of a Blocky Bite character basking in the warm glow of a campfire under a starlit sky. This isn't just a t-shirt; it's an invitation to relive those cherished moments of peace and camaraderie around the fire, all through the imaginative lens of Blocky Bite NFT digital art.",
        "The \"Blocky Campfire Nights\" Tee is exquisitely crafted on the revered Bella Canvas 3001U short-sleeve jersey tee, celebrated for its exceptional quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that rivals the gentle embrace of the night air, enveloping you in comfort that's as inviting as the flickering flames of a campfire. The cotton is pre-shrunk, ensuring that your symbol of outdoor tranquility remains a beloved part of your wardrobe, maintaining its perfect fit and feel through every adventure and shared story.",
        "For those who find solace in the blend of classic nostalgia and contemporary aesthetics, our Athletic Heather variant combines 90% Airlume cotton with 10% polyester, mirroring the soft, muted tones of twilight, while our other Heather options mix 52% cotton with 48% polyester, offering a modern interpretation of the timeless campfire scene.",
        "Designed to complement the silhouette of modern adventurers and nature enthusiasts alike, the \"Blocky Campfire Nights\" Tee features a retail fit that's as comfortable during a night spent under the stars as it is in casual, everyday settings. The light fabric, at just 4.2 oz/yd² (142 g/m²), ensures that you remain cool and comfortable, embodying the relaxed atmosphere of a night spent around the campfire.",
        "Every aspect of this tee, from the tear-away label for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT enthusiasts appreciate and value. Wearing the \"Blocky Campfire Nights\" Tee is more than a choice of attire; it's a celebration of the simplicity of nature, a tribute to the moments of quiet reflection, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Slip into the \"Blocky Campfire Nights\" Tee and carry with you the spirit of the outdoors, the warmth of the campfire, and the calm of the night, as you navigate through life with the comforting reminder of those precious, peaceful moments by the fire, where stories are shared, and memories are made.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "stargazer_front",
      "itemImg2": "stargazer_back",
      "newworld": "Stargazer Vintage Tee",
      "bid": "Price",
      "nftArt": "Stargazer Vintage Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Step into a realm where the mysteries of the cosmos unfold with the \"'Stargazer' Vintage Tee\" Tee, a vintage-inspired masterpiece that captures the awe-inspiring experience of stargazing, reimagined through the innovative vision of Blocky Bite NFT. This isn't just a t-shirt; it's a portal to the infinite, a canvas that brings the wonder of the night sky and the curiosity of the digital age together in a harmonious blend of art and exploration.",
        "The \"'Stargazer' Vintage Tee\" Tee is meticulously crafted on the esteemed Bella Canvas 3001U short-sleeve jersey tee, known for its exceptional quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a softness that parallels the ethereal beauty of a starlit sky, enveloping you in comfort that's as boundless as the universe itself. The cotton is pre-shrunk, ensuring that your celestial companion remains a constant in your wardrobe, maintaining its perfect fit and heavenly feel through every nocturnal adventure.",
        "For those who are drawn to the serene glow of the night and the textures of the universe, our Athletic Heather variant is woven with 90% Airlume cotton and 10% polyester, reflecting the subtle gradients of the evening sky, while our other Heather options blend 52% cotton with 48% polyester, offering a contemporary twist on the classic stargazing experience.",
        "Designed to flatter every aspiring astronomer and night sky enthusiast, the \"'Stargazer' Vintage Tee\" Tee features a retail fit that's as comfortable during a night spent under the cosmos as it is in daily life, bridging the gap between adventure and everyday wear. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, mirroring the tranquil ambiance of a clear, starry night.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT patrons expect and cherish. Wearing the \"'Stargazer' Vintage Tee\" Tee is more than a fashion statement; it's an embrace of cosmic wonder, a celebration of the night's beauty, and a sign of your exclusive membership in the Blocky Bite NFT community.",
        "Adorn the \"'Stargazer' Vintage Tee\" Tee and let the spirit of exploration and the marvel of the night sky accompany you, as you navigate through life with a sense of wonder, where every glance upwards is a reminder of the vast, beautiful universe waiting to be discovered, one star at a time.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "caveman_front",
      "itemImg2": "caveman_back",
      "newworld": "The Stone Age Vintage Tee",
      "bid": "Price",
      "nftArt": "The Stone Age Vintage Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Journey back to the dawn of civilization with the \"'The Stone Age' Vintage Tee\" Tee, a vintage-inspired garment that whimsically captures the essence of prehistoric life through the playful lens of a Blocky Bite NFT character. This isn't merely a t-shirt; it's a tribute to the ingenuity and simplicity of our earliest ancestors, reimagined with a touch of digital age creativity for those who cherish both history and modern digital artistry.",
        "The \"'The Stone Age' Vintage Tee\" Tee is expertly crafted on the revered Bella Canvas 3001U short-sleeve jersey tee, renowned for its superior quality and comfort. Constructed from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that harkens back to the comfort and warmth of a primitive cave dwelling, enveloping you in a comfort that transcends time. The cotton is pre-shrunk, ensuring that your homage to the Stone Age remains a steadfast part of your wardrobe, maintaining its perfect fit and feel through every modern-day adventure.",
        "For those who appreciate the rustic charm of the ancient world blended with contemporary style, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, echoing the natural textures of the earth and stone, while our other Heather options blend 52% cotton with 48% polyester, offering a modern interpretation of prehistoric artistry.",
        "Tailored to complement the silhouette of the modern human while paying homage to our primal roots, the \"'The Stone Age' Vintage Tee\" Tee features a retail fit that's as comfortable during a day of urban exploration as it is in a more relaxed, casual setting. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and unencumbered, echoing the free-spirited nature of our ancient forebears.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, reflects the quality and attention to detail that Blocky Bite NFT enthusiasts have come to expect and value. Wearing the \"'The Stone Age' Vintage Tee\" Tee is more than a choice of attire; it's a nod to human ingenuity, a playful celebration of our evolutionary journey, and a mark of your exclusive membership in the Blocky Bite NFT community.",
        "Embrace the \"'The Stone Age' Vintage Tee\" Tee and carry with you the spirit of adventure, the legacy of human innovation, and the humor of imagining the past through the pixelated lens of the present, as you navigate through life with a sense of wonder and a reminder of where we all began.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "elephant_front",
      "itemImg2": "elephant_back",
      "newworld": "Elephant Trek Pixel Tee",
      "bid": "Price",
      "nftArt": "Elephant Trek Pixel Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Embark on a majestic journey with the \"Elephant Trek Pixel Tee,\" where the grandeur of nature meets the playful spirit of Block Bite digital artistry. This vintage-inspired tee captures the adventurous essence of riding atop a mighty elephant, all through the imaginative and colorful world of Blocky Bite NFT. It's not just a piece of clothing; it's a wearable adventure, a blend of the wild and the whimsical, perfect for those who dream of distant lands and digital frontiers.",
        "The \"Elephant Trek Pixel Tee\" is skillfully crafted on the esteemed Bella Canvas 3001U short-sleeve jersey tee, celebrated for its exceptional quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a softness that mirrors the gentle nature of the elephant, enveloping you in comfort that's as vast as the savannah. The cotton is pre-shrunk, ensuring that your safari-inspired garment remains a beloved part of your attire, maintaining its perfect fit and feel through every expedition.",
        "For the explorers who appreciate the harmony between the natural and the digital realms, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, reminiscent of the dusky hues of a twilight safari, while our other Heather options blend 52% cotton with 48% polyester, offering a contemporary twist on this timeless adventure.",
        "Designed to flatter every modern adventurer, the \"Elephant Trek Pixel Tee\" features a retail fit that's as suitable for a day exploring the great outdoors as it is for casual urban adventures. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, embodying the breezy spirit of an elephant ride under the open sky.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT enthusiasts expect and cherish. Wearing the \"Elephant Trek Pixel Tee\" is more than a fashion choice; it's an embrace of the adventurous soul, a celebration of the natural world through the lens of digital creativity, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Adorn the \"Elephant Trek Pixel Tee\" and let the spirit of adventure and the majesty of the elephant guide you through life's journeys, bridging the wild heart of nature with the boundless possibilities of digital artistry.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "fishing_front",
      "itemImg2": "fishing_back",
      "newworld": "Castaway Vintage Tee",
      "bid": "Price",
      "nftArt": "Castaway Vintage Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Introducing the \"Castaway Vintage Tee,\" a vintage-inspired masterpiece that captures the serene and timeless tradition of fishing, reimagined through the vibrant and playful lens of Blocky Bite NFT. This isn't just a t-shirt; it's an ode to the quiet moments by the water, the anticipation of the catch, and the connection with nature, all depicted with the whimsical charm of a Blocky Bite character engaged in the art of angling.",
        "The \"Castaway Vintage Tee\" is meticulously woven on the premium Bella Canvas 3001U short-sleeve jersey tee, renowned for its outstanding quality and comfort. Crafted from 100% Airlume combed and ring-spun cotton, this tee provides a softness that mirrors the gentle flow of a tranquil stream, wrapping you in comfort that's as soothing as the fishing experience itself. The cotton is pre-shrunk, ensuring that your homage to the angler's lifestyle remains a steadfast companion in your wardrobe, maintaining its perfect fit and feel through every adventure by the water.",
        "For those who appreciate the fusion of classic outdoor activity and modern digital art, our Athletic Heather variant is composed of 90% Airlume cotton and 10% polyester, reflecting the soft, reflective hues of dawn or dusk on the water, while our other Heather options blend 52% cotton with 48% polyester, offering a contemporary twist on the timeless fishing scene.",
        "Tailored to suit the modern fisherman and digital art aficionado alike, the \"Castaway Vintage Tee\" features a retail fit that's as comfortable during a peaceful day of casting lines as it is in casual, everyday life. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and relaxed, embodying the calm, patient essence of fishing.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT enthusiasts have come to expect and value. Wearing the \"Castaway Vintage Tee\" is more than a fashion statement; it's a celebration of the angling spirit, a nod to the peaceful communion with nature, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Embrace the \"Castaway Vintage Tee\" and let the spirit of fishing and the joy of digital creativity accompany you, as you navigate through life with a line in the water and a pixelated adventure on your chest, where every cast tells a story, and every catch is a moment captured in the digital world.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "chillin_front",
      "itemImg2": "chillin_back",
      "newworld": "Chillin’ Vintage Tee",
      "bid": "Price",
      "nftArt": "Chillin’ Vintage Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Set sail into relaxation with the \"Chillin' Vintage Tee,\" capturing the quintessential moment of unwinding in a boat, rod in hand, surrounded by the tranquil embrace of water. This tee isn't just about fishing; it's about the art of chilling, the Blocky Bite way, portrayed through the playful and imaginative lens of digital NFT art. A perfect blend of leisure and style, this vintage-inspired tee invites you to embrace the laid-back side of life, whether you're out on the water or dreaming of your next getaway.",
        "The \"Chillin' Vintage Tee\" is meticulously crafted on the premium Bella Canvas 3001U short-sleeve jersey tee, known for its exceptional quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that's as comforting as a gentle lake breeze, enveloping you in a cocoon of comfort that's hard to leave. The cotton is pre-shrunk, ensuring that your go-to tee for relaxation remains a constant in your collection, maintaining its perfect fit and plush feel through every leisurely adventure.",
        "For those who find solace in the gentle lap of waves and the casual flick of a fishing line, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, reflecting the soft, calming palette of a peaceful water scene, while our other Heather options blend 52% cotton with 48% polyester, offering a modern twist on the classic boating and fishing motif.",
        "Tailored to fit the modern enthusiast who values both comfort and digital artistry, the \"Chillin' Vintage Tee\" features a retail fit that's as suitable for a lazy day on the boat as it is for casual wear ashore. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and relaxed, mirroring the easy-going vibe of a day spent fishing and chilling.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT aficionados expect and appreciate. Wearing the \"Chillin' Vintage Tee\" is more than a choice of attire; it's an embrace of the chill lifestyle, a celebration of leisure and digital creativity, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Adopt the \"Chillin' Vintage Tee\" and let the spirit of relaxation and the joy of digital art accompany you, as you navigate through life with a laid-back attitude and a Blocky Bite character as your chill companion, where every moment on the water is a pixelated piece of paradise.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "grill_front",
      "itemImg2": "grill_back",
      "newworld": "Grill and Chill Tee",
      "bid": "Price",
      "nftArt": "Grill and Chill Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "The \"Grill and Chill Tee\" is expertly crafted on the renowned Bella Canvas 3001U short-sleeve jersey tee, celebrated for its superior quality and comfort. Constructed from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that rivals the tenderness of perfectly grilled meat, wrapping you in comfort that's as irresistible as the aroma of barbecue. The cotton is pre-shrunk, ensuring that your essential grilling attire remains a staple in your collection, maintaining its perfect fit and plush feel through every cookout and casual gathering.",
        "For those who revel in the smoky hues of the grill and the vibrant colors of a summer barbecue, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, echoing the subtle interplay of smoke and flame, while our other Heather options blend 52% cotton with 48% polyester, offering a contemporary twist on the classic barbecue scene.",
        "Designed to fit the modern grill master who appreciates the fusion of culinary art and digital creativity, the \"Grill and Chill Tee\" features a retail fit that's as suitable for mastering the flames as it is for relaxing with friends and family. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, embodying the chill atmosphere of a laid-back barbecue.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, reflects the quality and attention to detail that Blocky Bite NFT enthusiasts have come to expect and value. Wearing the \"Grill and Chill Tee\" is more than a fashion choice; it's an embrace of the grilling lifestyle, a celebration of culinary leisure and digital artistry, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Slip into the \"Grill and Chill Tee\" and let the spirit of the grill and the joy of relaxation accompany you, as you navigate through life with tongs in one hand and a Blocky Bite character by your side, where every barbecue is a masterpiece and every moment is a pixelated slice of the good life.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "hammock_front",
      "itemImg2": "hammock_back",
      "newworld": "Snoozin’ Tee",
      "bid": "Price",
      "nftArt": "Snoozin’ Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "This vintage-inspired tee is a homage to those blissful moments of rest and repose, reimagined with the playful charm of a Blocky Bite character lounging in digital tranquility. It's not just a piece of clothing; it's an invitation to embrace the laid-back, carefree lifestyle, perfect for those who cherish the art of relaxation and the creative spirit of digital art.",
        "The \"Snoozin' Tee\" is lovingly crafted on the esteemed Bella Canvas 3001U short-sleeve jersey tee, known for its exceptional quality and comfort. Woven from 100% Airlume combed and ring-spun cotton, this tee offers a softness that mimics the comforting embrace of a hammock cradling you under the shade of whispering trees, wrapping you in comfort that's as soothing as a gentle breeze. The cotton is pre-shrunk, ensuring that your go-to tee for relaxation remains a steadfast part of your wardrobe, maintaining its perfect fit and inviting feel through every leisurely day.",
        "For those who find solace in the dappled light of lazy afternoons and the soft textures of peaceful slumber, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, reflecting the serene palette of a tranquil retreat, while our other Heather options blend 52% cotton with 48% polyester, offering a modern twist on the timeless hammock scene.",
        "Designed to fit the modern dreamer and digital art aficionado alike, the \"Snoozin' Tee\" features a retail fit that's as suitable for a day spent drifting in and out of dreams as it is for casual, everyday wear. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and relaxed, embodying the peaceful, easy feeling of a hammock nap.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT enthusiasts expect and appreciate. Wearing the \"Snoozin' Tee\" is more than a choice of attire; it's an embrace of the chill lifestyle, a celebration of restful moments and digital creativity, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Slip into the \"Snoozin' Tee\" and let the spirit of relaxation and the joy of digital art accompany you, as you navigate through life with a laid-back attitude and a Blocky Bite character as your serene companion.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "hippie_front",
      "itemImg2": "hippie_back",
      "newworld": "Road Trip Vintage Tee",
      "bid": "Price",
      "nftArt": "Road Trip Vintage Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "Embark on a journey of freedom and expression with the \"Road Trip Vintage Tee,\" where the adventurous spirit of a road trip blends seamlessly with the peace-loving essence of hippie culture, all captured through the vibrant and imaginative lens of a Blocky Bite character. This vintage-inspired tee is more than just a piece of clothing; it's a celebration of the open road, the pursuit of peace, and the colorful expression of digital art, perfect for those who dream of wide-open spaces and the creative expanse of the digital frontier.",
        "The \"Road Trip Vintage Tee\" is skillfully crafted on the premium Bella Canvas 3001U short-sleeve jersey tee, renowned for its outstanding quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that echoes the free-spirited comfort of a journey taken in good vibes, wrapping you in a cocoon of comfort that's as inviting as the open road. The cotton is pre-shrunk, ensuring that your emblem of adventure and expression remains a steadfast companion in your wardrobe, maintaining its perfect fit and feel through every twist and turn.",
        "For those who are drawn to the vibrant tapestry of the hippie lifestyle and the digital hues of a Blocky Bite adventure, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, reflecting the soft, nostalgic tones of a sun-drenched journey, while our other Heather options blend 52% cotton with 48% polyester, offering a modern twist on the classic road trip aesthetic.",
        "Tailored to fit the modern nomad and digital art enthusiast alike, the \"Road Trip Vintage Tee\" features a retail fit that's as suitable for an impromptu adventure as it is for casual, everyday wear. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, embodying the carefree and easy-going essence of a hippie road trip.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, reflects the quality and attention to detail that Blocky Bite NFT aficionados have come to expect and value. Wearing the \"Road Trip Vintage Tee\" is more than a fashion choice; it's an embrace of the journey, a celebration of peace and love, and a badge of your exclusive membership in the Blocky Bite NFT community.",
        "Don the \"Road Trip Vintage Tee\" and let the spirit of exploration and the ethos of peace guide you through life's journeys, with a Blocky Bite character as your colorful companion, where every mile is a story, and every pixel is a step on the path to freedom and creativity.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
    {
      "itemImg1": "poker_front",
      "itemImg2": "poker_back",
      "newworld": "Sunday Vibes Tee",
      "bid": "Price",
      "nftArt": "Sunday Vibes Tee",
      "prize": "$0.00",
      "delay": "900",
      "longDescription": [
        "The \"Sunday Vibes Tee\" is masterfully constructed on the esteemed Bella Canvas 3001U short-sleeve jersey tee, celebrated for its exceptional quality and comfort. Crafted from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that rivals the ease of a relaxed Sunday, enveloping you in comfort that's as refreshing as a sip of your favorite beer. The cotton is pre-shrunk, ensuring that your go-to tee for casual gatherings and game nights remains a steadfast part of your collection, maintaining its perfect fit and inviting feel through every bluff and cheers.",
        "For those who appreciate the blend of strategy and leisure, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, mirroring the subtle interplay of light and shadow over a poker table, while our other Heather options mix 52% cotton with 48% polyester, offering a contemporary twist on the timeless pastime of poker and beer.",
        "Designed to suit the modern player who values both the camaraderie of games and the artistry of digital creation, the \"Sunday Vibes Tee\" features a retail fit that's as suitable for a night of cards as it is for laid-back, everyday wear. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, embodying the relaxed atmosphere of a Sunday spent among friends.",
        "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT enthusiasts expect and appreciate. Wearing the \"Sunday Vibes Tee\" is more than a fashion statement; it's a nod to leisurely Sundays, a celebration of friendship and digital creativity, and a mark of your exclusive membership in the Blocky Bite NFT community.",
        "Slip into the \"Sunday Vibes Tee\" and let the spirit of casual gaming and the joy of a shared drink accompany you, as you navigate through life with a deck in hand and a Blocky Bite character by your side, where every game is a story, and every sip is a toast to the simple pleasures that bring us together.",
        "Product Specifications:",
        ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
        ".: Light fabric (4.2 oz/yd² (142 g/m²))",
        ".: Retail fit",
        ".: Tear-away label",
        ".: Made in the USA with imported fabric"
      ]
    },
  {
        "itemImg1": "rushmore_front",
        "itemImg2": "rushmore_back",
        "newworld": "Block Rushmore Tee",
        "bid": "Price",
        "nftArt": "Block Rushmore Tee",
        "prize": "$0.00",
        "delay": "900",
        "longDescription": [
          "Behold the monumental \"Block Rushmore Tee,\" where the grandeur of one of America's most iconic landmarks is reimagined with the playful and innovative spirit of Blocky Bite NFTs. This vintage-inspired tee transforms the stoic faces of Mt. Rushmore into the vibrant and whimsical characters of the Blocky Bite universe, blending historical reverence with digital creativity. It's not just a piece of clothing; it's a fusion of art, history, and modern NFT culture, perfect for those who appreciate the legacy of the past and the boundless possibilities of the digital future.",
          "The \"Block Rushmore Tee\" is meticulously crafted on the premium Bella Canvas 3001U short-sleeve jersey tee, renowned for its outstanding quality and comfort. Made from 100% Airlume combed and ring-spun cotton, this tee offers a level of softness that echoes the enduring solidity of granite, enveloping you in comfort that's as monumental as the figures it depicts. The cotton is pre-shrunk, ensuring that your tribute to this digital-meets-historical landmark remains a steadfast part of your wardrobe, maintaining its perfect fit and feel through every era of your journey.",
          "For those who marvel at the intersection of historical grandeur and the pixelated artistry of the digital age, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, reflecting the majestic shades of the mountain at sunset, while our other Heather options blend 52% cotton with 48% polyester, offering a modern twist on this classic American symbol.",
          "Designed to complement the modern visionary who values both the lessons of history and the innovations of the NFT world, the \"Block Rushmore Tee\" features a retail fit that's as suitable for a visit to the national monument as it is for casual, everyday wear. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, embodying the awe-inspiring presence of the colossal sculpture.",
          "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, reflects the quality and attention to detail that Blocky Bite NFT enthusiasts have come to expect and cherish. Wearing the \"Block Rushmore Tee\" is more than a fashion choice; it's an embrace of American heritage, a celebration of digital artistry, and a badge of your exclusive membership in the Blocky Bite NFT community.",
          "Adorn the \"Block Rushmore Tee\" and let the spirit of innovation and the echoes of history guide you through life's adventures, with Blocky Bite characters as your monumental companions, where every glance is a reminder of where we've been and the digital heights we're yet to explore.",
          "Product Specifications:",
          ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
          ".: Light fabric (4.2 oz/yd² (142 g/m²))",
          ".: Retail fit",
          ".: Tear-away label",
          ".: Made in the USA with imported fabric"
        ]
      },
      {
        "itemImg1": "surfer_front",
        "itemImg2": "surfer_back",
        "newworld": "Vintage Summer Tee",
        "bid": "Price",
        "nftArt": "Vintage Summer Tee",
        "prize": "$0.00",
        "delay": "900",
        "longDescription": [
          "Dive into the essence of sun-soaked days and breezy evenings with the \"Vintage Summer Tee,\" a garment that captures the quintessential vibrancy and relaxed vibe of the season, all through the playful and imaginative lens of Blocky Bites. This vintage-inspired tee is not just a piece of clothing; it's a celebration of summer's endless possibilities, blending the warmth of the sun with the cool touch of digital artistry. Perfect for those who live for the golden hours and cherish the creative spirit of the digital age.",
          "The \"Vintage Summer Tee\" is masterfully constructed on the esteemed Bella Canvas 3001U short-sleeve jersey tee, known for its exceptional quality and comfort. Crafted from 100% Airlume combed and ring-spun cotton, this tee offers a softness that mirrors the gentle caress of a summer breeze, wrapping you in comfort that's as inviting as a day spent lounging under the sun. The cotton is pre-shrunk, ensuring that your go-to tee for the season remains a steadfast part of your wardrobe, maintaining its perfect fit and feel through every adventure under the sun.",
          "For those who find joy in the luminous hues of summer and the vibrant strokes of digital creativity, our Athletic Heather variant is made with 90% Airlume cotton and 10% polyester, reflecting the soft, mellow glow of a summer sunset, while our other Heather options mix 52% cotton with 48% polyester, offering a modern twist on the nostalgic summer palette.",
          "Tailored to suit the modern sun-seeker and digital art enthusiast alike, the \"Vintage Summer Tee\" features a retail fit that's as suitable for a day spent basking in the warmth as it is for an evening of casual, laid-back gatherings. The light fabric, weighing just 4.2 oz/yd² (142 g/m²), ensures that you stay cool and comfortable, embodying the carefree and easy-going essence of summer.",
          "Every detail of this tee, from the tear-away label designed for ultimate comfort to its proud American craftsmanship with imported fabric, is a testament to the quality and attention to detail that Blocky Bite NFT aficionados expect and value. Wearing the \"Vintage Summer Tee\" is more than a fashion statement; it's an embrace of the summer spirit, a celebration of warmth and digital artistry, and a badge of your exclusive membership in the Blocky Bite NFT community.",
          "Product Specifications:",
          ".: 100% Airlume combed and ring-spun cotton (fiber content may vary for different colors)",
          ".: Light fabric (4.2 oz/yd² (142 g/m²))",
          ".: Retail fit",
          ".: Tear-away label",
          ".: Made in the USA with imported fabric"
        ]
      }
  ];
  